{
    "business_id": "b7cwO4h7o1f6K2bcrC61uw",
    "cool": 0,
    "date": "2014-02-16 22:55:59",
    "funny": 0,
    "review_id": "Mg0w8cF6iMwaupPmRdsY5w",
    "stars": 5,
    "text": "Don't be fooled by the trailer park look of the place from the outside. This place is outstanding. I am so happy to found this place, thanks to YELP and the already high review. Every meal that we ordered was outstanding. Get the Bite app it is so good and shows the character of this place.",
    "useful": 0,
    "user_id": "QcCPI4RIcr4MLsueh-7C_g"
  }
  {
    "business_id": "8JzS2dXOMctq_3sShd4Adg",
    "cool": 0,
    "date": "2018-08-19 22:39:22",
    "funny": 0,
    "review_id": "5YVhGE3G1f6wZvWYl-XFqQ",
    "stars": 5,
    "text": "Came in drank, Pour up drank, came back... for Carol. Had a great time at this brewery! Good beer and good food! Carol helped us out with excellent recommendations like if she brewed the beer herself and made the food herself! Good times and great employees",
    "useful": 1,
    "user_id": "XEpdVuxPUC2mhuHWJP1cFg"
  }
  {
    "business_id": "2u_w3rthRzR2uEihW5BC4A",
    "cool": 0,
    "date": "2015-02-09 21:54:54",
    "funny": 0,
    "review_id": "YXIn0TnLRJs9BTixjGjx4w",
    "stars": 3,
    "text": "Personally, I did not find that this place lived up to its hype. I was able to be seated with the first wave of people and once seated, I felt the waitstaff was very forceful and rushed you to make a decision on your food choice. If i am paying to eat at your restaurant, dont rush me while I am trying to have a nice night out. I felt the waitress was rude and only cared about getting us out of the door and having the next table seated.\n\nFood was alright. Nothing special. I ordered the fettucine with chicken, onions, and peppers in a tomato cream sauce. Lets just say the tomato CREAM sauce was far from creamy. It was very watery.\n\nOverall, not worth the long wait if you are trying to have a nice, relaxing dinner.",
    "useful": 2,
    "user_id": "HQbUSNZTfxXpBitaLnuPUg"
  }
  {
    "business_id": "2u_w3rthRzR2uEihW5BC4A",
    "cool": 0,
    "date": "2018-04-08 20:52:07",
    "funny": 0,
    "review_id": "UI8SXUOqvBmy4-kYJJVgBA",
    "stars": 5,
    "text": "I've been to the North End plenty of times and never considered waiting in line for Giacomo's. However, a random Wednesday evening I went to the north end specifically to wait in the line. It had been raining most of the day, but that didn't keep the line away. I think we only waited about 20 minutes before there was a table for 2 open. There were two groups of more ahead of us but we were seated. \nWe had to get the house special! Hard to resist a full lobster, scallops, calamari, shrimp, and mussels all in a Giacomo's sauce (the house red sauce with cream). We had the bottle of wine added and left dinner $100 lighter. The Chianti was pretty good and was $5 when you got the special.  The plate was pretty big but we managed to eat it all!! We also had started with the fried mozz. It was delicious and the marinara sauce was amazing.  Not sure if I would go back again! It was pretty good -but with the line you have to be dedicated.",
    "useful": 0,
    "user_id": "wruF6UeboZMARUcb3EeZWw"
  }
  {
    "business_id": "SNri4DXQQuRkQ_jX-7fvZw",
    "cool": 0,
    "date": "2017-07-23 03:46:07",
    "funny": 0,
    "review_id": "fFsxOs39-bXPRetVAsq4Lg",
    "stars": 2,
    "text": "They get the second star because the staff is nice and friendly, but the food doesn't compare with other burrito places of its ilk.",
    "useful": 0,
    "user_id": "K30qrQ8Irsn_zE2E8Nj8Lg"
  }